Revit 2027 API
IFCFileModelOptions Constructor
 Creates a default IFCFileModelOptions. The default schema file is empty and cache size is 8192.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IFCFileModelOptions()
Public Sub New
public:
IFCFileModelOptions()
new : unit -> IFCFileModelOptions
See Also
Reference
IFCFileModelOptions Class
Autodesk.Revit.DB.IFC Namespace